Repository: Happy-Ferret/WordPress-WindowsPhone
Catalog: WordPress/Localization/LocalizedResources.*.resx
Languages: pt_pt, th_th

# ControlText_Publish
source: publish
pt_pt: Publicar
th_th: เผยแพร่

# ControlText_StartBloggingInSeconds
source: Start blogging from Windows Phone 7 in seconds
pt_pt: Crie sites e blogs que podem ser actualizados no seu dispositivo nóvel.
th_th: สร้างบล็อกและเว็บไซต์อันสวยงามที่สามารถอัปเดตได้บนมือถือของคุณ

# Title_ModerateComment
source: moderate comment
pt_pt: comentário
th_th: ความเห็น

# Title_ModerateComments
source: moderate comments
pt_pt: comentários
th_th: ความเห็น

# ControlText_EULA
source: End User License Agreement
pt_pt: GNU General Public License
th_th: GNU General Public License

# Prompts_XmlRpcOperationFailed
source: Sorry, the requested action failed. Please try again.
pt_pt: A acção solicitada falhou. Por favor tente novamente.
th_th: ขอโทษด้วย คำร้องขอล้มเหลว โปรดลองอีกครั้ง

# Prompts_XeElementMissing
source: Sorry, the server returned invalid data. Please try again.
pt_pt: O servidor deveolveu dados inválidos. Por favor tente novamente.
th_th: ขอโทษด้วย เซิร์ฟเวอร์ตอบกลับด้วยข้อมูลที่ไม่ถูกต้อง โปรดลองอีกครั้ง

# Prompts_ServerReturnedInvalidXmlRpcMessage
source: Sorry, the server returned invalid data. Please try again.
pt_pt: O servidor deveolveu dados inválidos. Por favor tente novamente.
th_th: ขอโทษด้วย เซิร์ฟเวอร์ตอบกลับด้วยข้อมูลที่ไม่ถูกต้อง โปรดลองอีกครั้ง

# Messages_Hello
source: Hello
pt_pt: Olá
th_th: สวัสดี

# ControlText_SaveDraft
source: save draft
pt_pt: guardar rascunho
th_th: บันทึกโครงร่าง

# ControlText_LoadingContent
source: loading content
pt_pt: carregando conteúdo
th_th: กำลังโหลดบทความ

# ControlText_FAQ
source: Visit FAQ
pt_pt: Visitar as FAQ
th_th: เยี่ยมชม FAQ

# ControlText_Forums
source: Visit Forums
pt_pt: Visitar o fórum
th_th: เยี่ยมชมฟอรั่ม

# Prompts_MediaError
source: Media Upload Error
pt_pt: Erro de carregamento de media
th_th: อัปโหลดไฟล์สื่อผิดพลาด

# Prompts_MediaErrorContent
source: Sorry, an error was encountered when uploading media. Would you still like to upload the post?
pt_pt: Ocorreu um erro ao carregar media. Quer carregar o artigo, mesmo assim?
th_th: ขอโทษมีข้อผิดพลาดเกิดขึ้นเมื่อกำลังอัปโหลดไฟล์สื่อ คุณยังอยากอัปโหลดเรื่องอีกหรือไม่?

# ControlText_InsertLink
source: insert link
pt_pt: Inserir link
th_th: ใส่ลิงก์

# ControlText_EnterURL
source: Please enter the url for the link you'd like to insert.
pt_pt: Por favor indique o endereço do link que pretende inserir.
th_th: กรุณาใส่ url สำหรับลิงก์ที่คุณอยากจะใส่

# Prompts_SureCancel
source: Are you sure you want to cancel editing this {0}?
pt_pt: Tem certeza que deseja cancelar a edição {0}?
th_th: คุณแน่ใจว่าคุณต้องการยกเลิกการแก้ไขหน้านี้ {0}?

# Prompts_Post
source: post
pt_pt: artigo
th_th: เรื่อง

# Prompts_Page
source: page
pt_pt: página
th_th: หน้า

# Prompts_CancelEditing
source: Cancel Editing
pt_pt: Cancelar edição
th_th: ยกเลิกการแก้ไข

# ControlText_DefaultTagLine
source: Posted from WordPress for Windows Phone
pt_pt: Publicado através de WordPress para Windows Phone
th_th: เขียนจากเวิร์ดเพรสสำหรับ Windows Phone

# ControlText_EnterLinkText
source: [optional] enter the text that should appear for the link.
pt_pt: [opcional] indique o texto que aparecerá para o link.
th_th: [ทางเลือก] ใส่ข้อความที่ควรปรากฎสำหรับลิงก์

# ControlText_Username
source: username
pt_pt: Nome de utilizador
th_th: ชื่อผู้ใช้

# Title_Approve
source: APPROVED
pt_pt: Aprovado
th_th: อนุมัติแล้ว

# Title_Unapprove
source: UNAPPROVED
pt_pt: Não aprovado
th_th: ยกเลิกการอนุมัติ

# Prompts_MissingApikey
source: The current blog doesn't have an api key. Please enter one on the settings page.
pt_pt: Este site não tem chave api. Por favor indique uma na página de opções.
th_th: บล็อกปัจจุบันไม่มี api key กรุณาใส่หนึ่ง keyในหน้าตั้งค่า

# Options_StatisticType_Views
source: Views
pt_pt: Visitas
th_th: ดู

# ControlText_Clicks
source: Clicks
pt_pt: Cliques
th_th: กด

# Options_StatisticPeriod_LastWeek
source: Last Week
pt_pt: Na última semana
th_th: สัปดาห์ที่แล้ว

# ControlText_Underline
source: U
pt_pt: S
th_th: ขีดเส้นใต้

# ControlText_StrikeThrough
source: ABC
th_th: ขีดกลางข้อความ

# ControlText_Unapprove
source: unapprove
pt_pt: desaprovar
th_th: ไม่อนุมัติ

# ControlText_Preferences
source: preferences
pt_pt: preferências
th_th: ปรับแต่งที่ชอบ

# ControlText_Spam
source: spam
th_th: สแปม

# ControlText_SearchTerms
source: Search Terms
pt_pt: Termos de pesquisa
th_th: เงื่อนไขค้นหา

# Message_CheckTheUrl
source: There may be a problem with the url that was entered. Did the url start with http://, or was xmlrpc.php left off the end? The default for the WordPress.com site, for example, is https://wordpress.com/xmlrpc.php.
pt_pt: Pode ter havido um problema com o endereço indicado. Começava com http:// ou faltou indicar xmlrpc.php no final? O valor por omissão para um site WordPress.com é, por exemplo, https://nome-do-site.wordpress.com/xmlrpc.php.
th_th: อาจจะมีปัญหากับ url ที่ให้มา url ได้เริ่มต้นด้วย http://หรือไม่มีลงท้ายด้วย xmlrpc.php? ค่าเริ่มต้นของเว็บไซต์ WordPress.com นั้นตัวอย่างคือ https://wordpress.com/xmlrpc.php

# ControlText_Decline
source: Decline
pt_pt: Declinar
th_th: ถดถอย

# Prompts_SelectStatisticType
source: Which statistic would you like data for?
pt_pt: Para que estatísticas pretende obter dados?
th_th: สถิติใดที่คุณต้องการข้อมูล?

# Messages_NoStatsAvailable
source: No stats are available for the current query.
pt_pt: Nenhuma estatística disponível para o pedido actual.
th_th: ไม่มีสถิติให้ดูสำหรับข้อมูลตอนนี้

# Options_StatisticPeriod_LastYear
source: Last Year
pt_pt: No último ano
th_th: ปีที่แล้ว

# ControlText_Title
source: title
pt_pt: título
th_th: หัวข้อ

# ControlText_Content
source: content
pt_pt: conteúdo
th_th: บทความ

# ControlText_Views
source: Views
pt_pt: visitas
th_th: ดู

# Title_NewPage
source: new page
pt_pt: nova página
th_th: หน้าใหม่

# ControlText_AddAll
source: add all
pt_pt: adicionar tudo
th_th: เพิ่มทั้งหมด

# ControlText_AddSelected
source: add selected
pt_pt: adicionar seleccionados
th_th: เพิ่มที่เลือกไว้

# ControlText_SelectBlogs
source: Please select the blog or blogs you'd like to import.
pt_pt: Por favor escolha os sites que pretende importar.
th_th: กรุณาเลือกหนึ่งหรือหลายบล็อกที่คุณอยากจะนำเข้า

# ControlText_None
source: [none]
pt_pt: [nenhum]
th_th: [ไม่มีเลย]

# ControlText_PostContent
source: post content
pt_pt: conteúdo do artigo
th_th: เนื้อหาเรื่อง

# Messages_ApprovingComment
source: approving comment...
pt_pt: aprovando comentário…
th_th: กำลังอนุมัติความเห็น

# ControlText_Vibrate
source: vibrate
pt_pt: vibrar
th_th: สั่น

# Title_NewPost
source: new post
pt_pt: novo artigo
th_th: เรื่องใหม่

# Prompt_SelectThumbnailSize
source: Please select a thumbnail size.
pt_pt: por favor escolha um tamanho de miniatura.
th_th: โปรดเลือกขนาดรูปย่อ

# ControlText_Accept
source: Accept
pt_pt: Aceitar
th_th: ยอมรับ

# Messages_MarkingCommentsAsSpam
source: marking comments as spam...
pt_pt: marcando comentários como spam...
th_th: กำลังบันทึกความเห็นเป็นสแปม...

# Messages_MarkingAsSpam
source: marking comment as spam...
pt_pt: marcando comentários como spam...
th_th: กำลังบันทึกความเห็นเป็นสแปม...

# Prompts_SelectStatisticPeriod
source: How much data would you like to see?
pt_pt: Quantos dados pretende ver?
th_th: ข้อมูลเท่าไหร่ที่คุณต้องการเห็น

# Title_Pages
source: pages
pt_pt: páginas
th_th: หน้า

# ControlText_UploadAndLinkToFullImage
source: create link to full image
pt_pt: criar ligação à imagem no tamanho real
th_th: สร้างลิงก์ไปยังรูปขนาดเต็ม

# ControlText_UpdateInterval
source: update interval
pt_pt: intervalo de actualização
th_th: อัปเดตช่วงเวลา

# Title_CheckTheUrl
source: Is the url valid?
pt_pt: o endereço é válido?
th_th: url นี้ถูกต้องรึเปล่า

# Prompt_ConfirmDeletePageFormat
source: Are you sure you want to delete page '{0}'?
pt_pt: Tem a certeza que quer apagar a página '{0}'?
th_th: คุณแน่ใจรึเปล่าที่จะลบหน้า '{0}'?

# Prompt_ConfirmDeletePostFormat
source: Are you sure you want to delete post '{0}'?
pt_pt: Tem a certeza que quer apagar o artigo '{0}'?
th_th: คุณแน่ใจรึเปล่าที่จะลบเรื่อง '{0}'?

# Title_ConfirmDelete
source: Confirm delete
pt_pt: Confirmar eliminação
th_th: ยืนยันการลบ

# ControlText_DeleteBlog
source: delete blog
pt_pt: apagar site
th_th: ลบบล็อก

# Prompts_SelectBlogToDelete
source: Please select the blog you'd like to delete.
pt_pt: Por favor escolha o site que pretende eliminar
th_th: โปรดเลือกบล็อกที่คุณต้องการลบ

# ControlText_Clear
source: clear
pt_pt: limpar
th_th: ล้างค่า

# Messages_UploadingMedia
source: uploading media...
pt_pt: carregando media...
th_th: กำลังอัปโหลดไฟล์สื่อ...

# ControlText_OriginalSize
source: original size
pt_pt: tamanho original
th_th: ขนาดดั้งเดิม

# ControlText_CategorySlug
source: category slug (optional)
pt_pt: URL da categoria (opcional)
th_th: slug ของหมวดหมู่ (url ที่ใช้) (ทางเลือก)

# Title_Preferences
source: preferences
pt_pt: preferências
th_th: ปรับแต่งตามชอบ

# ControlText_UploadChanges
source: upload changes
pt_pt: carregar modificações
th_th: อัปโหลดการเปลี่ยนแปลง

# Messages_MissingReply
source: Please enter a reply.
pt_pt: Por favor introduza uma resposta.
th_th: โปรดใส่การตอบกลับ

# Message_DownloadingStatistics
source: downloading statistics...
pt_pt: descarregando as estatísticas...
th_th: กำลังดาวน์โหลดสถิติ...

# ControlText_PlayNotificationSound
source: play notification sound
pt_pt: tocar som de notificação
th_th: เล่นเสียงการเตือน

# ControlText_PlaceImage
source: place image
pt_pt: colocar imagem
th_th: วางรูปภาพ

# ControlText_PageContent
source: page content
pt_pt: conteúdo da página
th_th: บทความของหน้า

# Options_StatisticType_Clicks
source: Clicks
pt_pt: Cliques
th_th: กด

# ControlText_Save
source: save
pt_pt: salvar
th_th: บันทึก

# ControlText_StartNewBlog
source: Start a new blog at WordPress.com
pt_pt: Comece um novo blog no WordPress.com
th_th: เิริ่มบล็อกใหม่ที่ WordPress.com

# ControlText_Referrers
source: Referrers
pt_pt: Referências
th_th: อ้างอิง

# ControlText_PostTitle
source: Post Title
pt_pt: Título do artigo
th_th: หัวข้อเรื่อง

# ControlText_Date
source: Date
pt_pt: Data
th_th: วันที่

# ControlText_CategoryName
source: category name
pt_pt: Nome da categoria
th_th: ชื่อหมวดหมู่

# ControlText_CategoryParent
source: category parent (optional)
pt_pt: categoria superior
th_th: หมวดหมู่หลัก (ทางเลือก)

# ControlText_Refresh
source: refresh
pt_pt: actualizar
th_th: โหลดใหม่

# Prompts_MissingUserName
source: Please enter a user name.
pt_pt: Por favor introduza o nome do utilizador
th_th: กรุณาใส่ชื่อผู้ใช้

# Prompts_MissingUrl
source: Please enter a valid url.
pt_pt: Por favor introduzir um endereço válido
th_th: กรุณาใส่ url ที่ถูกต้อง

# ControlText_Password
source: password
pt_pt: senha
th_th: รหัสผ่าน

# ControlText_ModerateComments
source: moderate comments
pt_pt: moderar comentários
th_th: จัดการความเห็น

# ControlText_NeedBlog
source: don't yet have a blog?
pt_pt: Ainda não tem um blog?
th_th: ยังไม่มีบล็อกหรือ?

# Prompts_RefreshEntity
source: What would you like to refresh?
pt_pt: Gostaria de actualizar?
th_th: อะไรที่คุณอยากจะโหลดใหม่

# ControlText_PostSignature
source: post signature
pt_pt: assinatura do artigo
th_th: ลายเซ็นเรื่อง

# ControlText_Write
source: add a post
pt_pt: adicionar artigo
th_th: เพิ่มเรื่อง

# ControlText_SelectedCategories
source: selected categories
pt_pt: seleccionar categorias
th_th: เลือกหมวดหมู่แล้ว

# ControlText_CategoryDescription
source: category description (optional)
pt_pt: descrição da categoria
th_th: คำอธิบายหมวดหมู่ (ทางเลือก)

# Title_Posts
source: posts
pt_pt: artigos
th_th: เรื่อง

# Options_StatisticType_PostViews
source: Post Views
pt_pt: Visualizações de artigos
th_th: จำนวนคนเข้าดูเรื่อง

# Options_StatisticType_Referrers
source: Referrers
pt_pt: Referências
th_th: อ้างอิง

# Options_StatisticType_SearchTerms
source: Search Terms
pt_pt: Termos de pesquisa
th_th: เงื่อนไขการค้นหา

# ControlText_Location
source: location
pt_pt: localização
th_th: ที่อยู่

# ControlText_CommentNotifications
source: comment notifications
pt_pt: notificações de comentários
th_th: คำเตือนความเห็น

# ControlText_Edit
source: edit
pt_pt: editar
th_th: แก้ไข

# ControlText_GeoTagPosts
source: geotag posts
pt_pt: georeferenciar artigos
th_th: ป้ายบอกที่อยู่เรื่อง

# ControlText_Media
source: media
th_th: ไฟล์สื่อ

# ControlText_SelectCategories
source: select categories
pt_pt: seleccionar categorias
th_th: เลือกหมวดหมู่

# Messages_LoggingIn
source: logging in...
pt_pt: iniciando a sessão...
th_th: กำลังเข้าสู่ระบบ...

# Messages_ApprovingComments
source: approving comments...
pt_pt: aprovando comentários...
th_th: กำลังจัดการความเห็น...

# Messages_DeletingComment
source: deleting comment...
pt_pt: apagando comentários...
th_th: กำลังลบความเห็น...

# Messages_DeletingComments
source: deleting comments...
pt_pt: apagando comentários...
th_th: กำลังลบความเห็น...

# Prompts_MissingPassword
source: Please enter a password.
pt_pt: Por favor, introduza password.
th_th: กรุณาใส่รหัสผ่าน

# Options_RefreshEntity_Posts
source: posts
pt_pt: artigos
th_th: เรื่อง

# Options_RefreshEntity_Everything
source: everything
pt_pt: tudo
th_th: ทุกสิ่ง

# Options_RefreshEntity_Pages
source: pages
pt_pt: páginas
th_th: หน้า

# Messages_ReplyingToComment
source: replying to comment...
pt_pt: respondendo ao comentário...
th_th: กำลังตอบกลับความเห็น...

# Messages_RetrievingComments
source: retrieving comments...
pt_pt: descarregando comentários...
th_th: กำลังดึงข้อมูลความเห็น

# Messages_RetrievingEverything
source: retrieving everything...
pt_pt: lendo tudo...
th_th: กำลังดึงข้อมูลทุกอย่าง

# Messages_UploadingChanges
source: uploading changes...
pt_pt: carregando alterações...
th_th: กำลังอัปโหลดความเปลี่ยนแปลง...

# Messages_UnapprovingComments
source: unapproving comments...
pt_pt: desaprovando comentários...
th_th: กำลังเลิกอนุมัติความเห็น...

# Messages_UnapprovingComment
source: unapproving comment...
pt_pt: desaprovando comentário...
th_th: กำลังเลิกอนุมัติความเห็น...

# Messages_RetrievingPosts
source: retrieving posts...
pt_pt: descarregando artigos...
th_th: กำลังดึงข้อมูลเรื่อง...

# Messages_RetrievingPost
source: retrieving post...
pt_pt: descarregando artigo...
th_th: กำลังดึงข้อมูลเรื่อง...

# Options_RefreshEntity_Comments
source: comments
pt_pt: comentários
th_th: ความเห็น

# Options_PostActions_ViewPost
source: view post
pt_pt: ver artigo
th_th: ดูเรื่อง

# Options_PostActions_ViewComments
source: view comments
pt_pt: ver comentários
th_th: ดูความเห็น

# Options_PostActions_EditPost
source: edit post
pt_pt: editar artigo
th_th: แก้ไขเรื่อง

# Options_PostActions_DeletePost
source: delete post
pt_pt: eliminar artigo
th_th: ลบเรื่อง

# Options_PageActions_ViewPage
source: view page
pt_pt: ver página
th_th: ดูหน้า

# Options_PageActions_ViewComments
source: view comments
pt_pt: ver comentários
th_th: ดูความเห็น

# Options_PageActions_EditPage
source: edit page
pt_pt: editar página
th_th: แก้ไขหน้า

# Options_PageActions_DeletePage
source: delete page
pt_pt: eliminar página
th_th: ลบหน้า

# Title_EditPost
source: edit post
pt_pt: editar artigo
th_th: แก้ไขเรื่อง

# Title_EditPage
source: edit page
pt_pt: editar página
th_th: แก้ไขหน้า

# Title_Comments
source: comments
pt_pt: comentários
th_th: ความเห็น

# Title_Blogs
source: blogs
th_th: บล็อก

# Title_All
source: ALL
pt_pt: TODOS
th_th: ทั้งหมด

# Title_AddAccount
source: add account
pt_pt: adicionar conta
th_th: เพิ่มบัญชี

# Title_Actions
source: actions
pt_pt: acções
th_th: การกระทำ

# Prompt_PostActions
source: Post Actions
pt_pt: Acções de artigo
th_th: ดำเนินการเรื่อง

# Prompt_PageActions
source: Page Actions
pt_pt: Acções de página
th_th: ดำเนินการหน้า

# Title_SelectCategories
source: select categories
pt_pt: escolher categorias
th_th: เลือกหมวดหมู่

# Messages_DeletingPost
source: deleting post...
pt_pt: eliminando artigo...
th_th: กำลัีงลบเรื่อง...

# Title_Stats
source: stats
pt_pt: estatísticas
th_th: สถิติ

# Title_Spam
source: SPAM
th_th: สแปม

# Messages_DeletingPage
source: deleting page...
pt_pt: eliminando página...
th_th: กำลังลบหน้า...

# Title_Settings
source: settings
pt_pt: opções
th_th: การตั้งค่า

# Options_StatisticPeriod_LastQuarter
source: Last Quarter
pt_pt: Último trimestre
th_th: สามเดือนที่ผ่านมา

# Options_StatisticPeriod_LastMonth
source: Last Month
pt_pt: Último mês
th_th: เดือนที่ผ่านมา

# Options_StatisticPeriod_AllTime
source: All Time
pt_pt: Sempre
th_th: เวลาทั้งหมด

# Messages_Loading
source: loading...
pt_pt: carregando...
th_th: กำลังโหลด...

# Messages_AcquiringPermalink
source: acquiring permalink...
pt_pt: obtendo ligação permanente...
th_th: กำลังรับลิงก์ถาวร...

# Messages_RetrievingPage
source: retrieving page...
pt_pt: obtendo página...
th_th: กำลังดึงข้อมูลหน้า...

# Messages_CreatingNewCategory
source: creating new category...
pt_pt: criando nova categoria...
th_th: กำลังสร้างหมวดหมู่ใหม่...

# Prompts_MissingCategoryName
source: Please enter a category name.
pt_pt: Por favor indique um nome de categoria.
th_th: โปรดใส่ชื่อหมวดหมู่

# Prompts_SelectCategory
source: Please select a category.
pt_pt: Por favor escolha uma categoria.
th_th: โปรดเลือกหมวดหมู่

# Title_AddNewCategory
source: new category
pt_pt: nova categoria
th_th: หมวดหมู่ใหม่

# Messages_RetrievingCategories
source: retrieving categories...
pt_pt: obtendo categorias...
th_th: กำลังดึงข้อมูลหมวดหมู่...

# Messages_RetrievingPages
source: retrieving pages...
pt_pt: obtendo páginas...
th_th: กำลังดึงข้อมูลหน้า...

# ControlText_Reply
source: reply
pt_pt: responder
th_th: ตอบกลับ

# ControlText_Italic
source: I
th_th: ตัวเอียง

# ControlText_Link
source: link
th_th: ลิงก์

# ControlText_GetBlog
source: Get a free blog at WordPress.com
pt_pt: Crie um blog gratuito em WordPress.com
th_th: ได้บล็อกฟรีที่ WordPress.com

# ControlText_BlogSettings
source: blog settings
pt_pt: opções do blog
th_th: การตั้งค่าบล็อก

# ControlText_BlogUrl
source: blog url
pt_pt: endereço do blog
th_th: url blog

# ControlText_Cancel
source: cancel
pt_pt: cancelar
th_th: ยกเลิก

# ControlText_Delete
source: delete
pt_pt: eliminar
th_th: ลบ

# ControlText_BlinkNotificationLight
source: blink notification light
pt_pt: piscar luz de notificação
th_th: แสงเตือนกระพริบ

# ControlText_BlockQuote
source: b-quote
pt_pt: citação
th_th: อ้างถึงข้อความ

# ControlText_BelowText
source: below text
pt_pt: abaixo do texto
th_th: ข้อความด้านล่าง

# ControlText_Approve
source: approve
pt_pt: aprovar
th_th: อนุมัติ

# ControlText_AlignThumbnailToCenter
source: align thumbnail to center
pt_pt: alinhar miniatura ao centro
th_th: จัดรูปย่อให้อยู่ตรงกลาง

# ControlText_AddTaglineToNewPosts
source: add a tag line to new posts
pt_pt: adicionar uma assinatura a novos artigos
th_th: เพิ่มบรรทัดป้ายกำกับไปยังเรื่องใหม่

# ControlText_AddMedia
source: add
pt_pt: adicionar
th_th: เพิ่มสื่อ

# ApplicationTitle
source: WordPress
th_th: เวิร์ดเพรส

# ControlText_AboveText
source: above text
pt_pt: acima do texto
th_th: ข้อความด้านบน

# ControlText_AccountDetails
source: account details
pt_pt: detalhes da conta
th_th: รายละเอียดบัญชี

# ControlText_Add
source: add new
pt_pt: adicionar novo
th_th: เพิ่มใหม่

# ControlText_AddAPage
source: add a page
pt_pt: adicionar nova página
th_th: เพิ่มหน้า

# ControlText_AddExistingWPBlog
source: Add blog hosted at WordPress.com
pt_pt: Adicionar blog em WordPress.com
th_th: เพิ่มบล็อกที่โฮสท์อยู่ที่ WordPress.com

# ControlText_AddExistingSite
source: Add self-hosted WordPress blog
pt_pt: Adicionar um site WordPress alojado por si
th_th: เพิ่มบล็อกเวิร์ดเพรสที่ใช้โฮสท์ของตัวเอง

# ControlText_AddBlog
source: add blog
pt_pt: adicionar blog
th_th: เพิ่มบล็อก

# ControlText_Apikey
source: api key
pt_pt: chave api

# ControlText_OriginalSizeAbbr
source: OG
pt_pt: TO

# ControlText_Bold
source: B
pt_pt: N
